
DVDModuleNameInList								= "DVD";
DVDWindowHeader									= "DVD-soitin";
DVDNoDiskInserted								= "Syötä DVD";
DVDInsertedLabel								= "Syötetty DVD";
DVDReadingDVDPleaseWait                         = "Luetaan DVD:tä…";
DVDModuleMenu                                   = "DVD-valikko";
DVDModuleEject                                  = "Anna levy";
DVDModuleStop                                   = "Pysäytä";
DVDModuleResume                                 = "Jatka toistamista";
DVDModuleHistoryBeginning                       = "Aloita alusta";
DVDModuleHistoryDefaultBookmark                 = "Aloita kirjanmerkistä";

DVDOptionsHeader								= "Valinnat";
DVDOptionsFlagOn                                = "Päällä";
DVDOptionsFlagOff                               = "Pois päältä";
DVDOptionsMuting                                = "Mykistys";
DVDOptionsCaptioning                            = "Selostus";
DVDPlayerChapterFormatter                       = "Kappale %d / %d";

ErrorCantInitializeDVDPlaybackAlert				= "DVD:tä ei voida toistaa tällä hetkellä.";
ErrorCantInitializeDVDPlaybackMessage			= "Toinen ohjelma toistaa DVD:tä. Palaa työpöydälle, lopeta toinen ohjelma ja yritä uudelleen.";
ErrorCantEjectDVDAlert							= "DVD:tä ei voida poistaa asemasta.";
ErrorCantEjectDVDMessage						= "Toinen ohjelma toistaa DVD:tä. Palaa työpöydälle ja lopeta toinen ohjelma.";
ErrorBadRegionCodeAlert							= "DVD:n aluekoodi ei vastaa DVD-soittimen koodia.";
ErrorBadRegionCodeMessage						= "Lisätietoja aluekoodeista löytyy DVD-soittimen ohjeista.";
ErrorBadDVDMediaAlert							= "DVD:tä ei voida toistaa.";
ErrorBadDVDMenuMessage							= "Muotoa ei tunnistettu.";

/* Generic Fatal DVD Alert Messages */
ErrorFatalDVDAlert								= "DVD:tä ei voida toistaa.";
ErrorFatalDVDMessage							= "Levyn kanssa on ongelma.";

/* The following are straight error codes matching strings for the DVD Player framework */

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025											= "Levyn kopiosuojausta ei voida varmistaa.";
